Repository: didier31/OpenVSP
Catalog: src/gui_and_draw/*.po
Languages: fr

source: Aero Structure Coupled Analysis
fr: Analyse couplée à la structure aérodynamique

source: Show VSPAERO GUI
fr: Montrer l'interface VSAERO

source: Execute VSPAERO
fr: Exécuter VSPAERO

source: FEA Mesh
fr: Maillage d'analyse par EF

source: Show FEA Structure GUI
fr: Structure AEF

source: Show FEA Assembly GUI
fr: Assemblage AEF

source: Remesh All
fr: Remailler tout

source: Mesh Unmeshed
fr: Mailler non-maillé

source: Export FEA Mesh
fr: Exporter maillage AEF

source: Visualize Mesh in cgx
fr: Voir maillage dans cgx

source: Dynamic Pressure
fr: Pressiion dynamique

source: Apply Loads
fr: Appliquer les charges

source: Visualize Input in cgx
fr: Voir les entrées dans cgx

source: Solve Structure
fr: Résoudre la structure

source: Viewer
fr: Vue

source: Visualize Results in vspviewer
fr: Voir les résultats dans vspviewer

source: Visualize Results in cgx
fr: Voir les résultats dans cgx

source: Done
fr: Accompli

source: Exporting Mesh Files
fr: Exporter les fichiers de maillage

source: ERROR: xdata.size() != ydata.size() File: %s Line:%d
fr: ERREUR: xdata.size() != ydata.size() Fichier: %s Ligne: %d

source: Container
fr: Conteneur

source: Enforce
fr: Imposer

source: Convert
fr: Convertir

source: Convert to:
fr: Convertir vers:

source: Linear
fr: Linéaire

source: Cubic Bezier
fr: Bézier Cubique

source: Approximate Cubic Bezier
fr: Approximer Bézier Cubique

source: r/R Split
fr: Division r/R

source: Split
fr: Division

source: Split Pick
fr: Choix de Division

source: Del Pick
fr: Suppr Choix

source: Control Points
fr: Points de Contrôle

source: Error: Column width array not zero terminated or column length mismatch:
fr: Erreur : le tableau de largeur de colonne ne se termine pas par zéro ou la longueur de colonne ne correspond pas :

source: '%s' insufficient width.
fr: '%s' langeur insuffisante.

source: '%s' insufficient height.
fr: '%s' hauteur insuffisante.

source: Error: Non-BoolParm %s associated with CheckButton %s.
fr: Erreur: Le paramètre %s n'est pas un booléen et ne peut donc être associé à %s : CheckButton.

source: Error: Non-IntParm %s associated with CheckButtonBit %s.
fr: Erreur: Le paramètre %s n'est pas un entier et ne peut donc être associé à %s : CheckButtonBit.

source: Error: Non-BoolParm %s associated with RadioButton %s.
fr: Erreur: Le paramètre %s n'est pas un booléen et ne peut donc être associé à %s : RadioButton.

source: Error: Non-BoolParm %s associated with ToggleButton %s.
fr: Erreur: Le paramètre %s n'est pas un booléen et ne peut donc être associé à %s : ToggleButton.

source: Error: Non-IntParm %s associated with Choice %s.
fr: Erreur: Le paramètre %s n'est pas un entier et ne peut donc être associé à %s : Choice.

source: Error: Non-FractionParm %s associated with FractParmSlider.
fr: Erreur: Le paramètre %s n'est pas une fraction et ne peut donc être associé à FractParmSlider.

source: Error: multiple same-name groups where there shouldn't be any. File: %s Line:%d
fr: Erreur: plusieurs groupes de même nom alors que cela ne devrait pas. Fichier: %s Ligne:%d

source: Hinge
fr: Charnière

source: Orient
fr: Orienter

source: Orient Base
fr: Base d'Orientation

source: Rotations (Use XForm Tab)
fr: Rotations (Utiliser l'onglet XForm)

source: Vectors
fr: Vecteurs

source: Reference
fr: Référence

source: Direction Vector:
fr: Vecteur Directeur:

source: Offset:
fr: Déplacement:

source: Reference Vector
fr: Vecteur référence

source: Reference Vec
fr: Vec Référence

source: Motion
fr: Mouvement

source: DOF and Coordinates
fr: Degrès de Liberté et Coordonnées

source: Translate
fr: Translater

source: Set
fr: Assigner

source: Rng
fr: Intervalle

source: Rotate
fr: Pivoter

source: Geom Browser
fr: Navigateur de Géomtries

source: Add
fr: Ajouter

source: Active:
fr: Actif:

source: Delete
fr: Suppr

source: Clipboard
fr: Presse-papiers

source: Copy
fr: Copier

source: Paste
fr: Coller

source: Cut
fr: Couper

source: Selection
fr: Sélection

source: Sel All
fr: Tout Sélectionner

source: Pick
fr: Choisir

source: Show Only
fr: Montrer seulement

source: Show
fr: Montrer

source: NoShow
fr: Cacher

source: Wire
fr: Fil

source: Hidden
fr: Caché

source: Shade
fr: Eclairer

source: None
fr: Aucun

source: Lines
fr: Lignes

source: Sub
fr: Sous

source: Feature
fr: Caractéristique

source: Sets
fr: Ensembles

source: Select
fr: Sélectionner

source: Surface Degen
fr: Dégén de Surface

source: Plate Degen
fr: Dégén de Plaque

source: Camber Degen
fr: Dégén de Courbure

source: Add...
fr: Ajouter...

source: Edit:
fr: Editer:

source: Name:
fr: Nom:

source: U Position
fr: Position U

source: W Position
fr: Position W

source: U Scale
fr: Echelle U

source: W Scale
fr: Echelle W

source: Transparency
fr: Transparence

source: Texture Coords
fr: Coords de Texture

source: Flip U
fr: Retourner U

source: Flip W
fr: Retourner W

source: Select Image File
fr: Sélectionner Fichier Image

source: Cancel
fr: Annuler

source: Design
fr: Conception

source: Length
fr: Longueur

source: Fine Ratio
fr: Rapport Fin

source: Modeling
fr: Modelage

source: Blades
fr: Lames

source: Both
fr: Les deux

source: Disk
fr: Disque

source: Diameter
fr: Diamètre

source: Num Blades
fr: Nombre de Lames

source: Cylindrical Foils
fr: Profils Cylindriques

source: Feather
fr: Plume

source: Pre-cone
fr: Pré-cône

source: Construct X/C
fr: Construire X/C

source: Feather Axis
fr: Axe de Plume

source: Feather Offset
fr: Déplacement de Plume

source: Prop / Rotor Metrics
fr: Métriques Hélice / Rotor

source: Activity Factor
fr: Facteur d'Activité

source: Chord
fr: Corde

source: Twist
fr: Torsion

source: Rake
fr: Râteau

source: Skew
fr: Obliquer

source: Sweep
fr: Balayer

source: Tangential
fr: Tangentiel

source: Thick
fr: Epais

source: Curve
fr: Courbe

source: Approximate All
fr: Tout Approximer

source: Reset Thick
fr: Reset Epais

source: Insert
fr: Insérer

source: Radius
fr: Rayon

source: Modify
fr: Modifier

source: Cross Section
fr: Coupe Transversale

source: Shift, Rotate, & Scale
fr: Décaler, Tourner & Mettre à l'échelle

source: Scale
fr: Mise à l'échelle

source: Shift LE
fr: Décaler LE

source: Leading Edge
fr: Bord d'Attaque

source: FLAT
fr: PLAT

source: ROUND
fr: ROND

source: EDGE
fr: CÔTé

source: SHARP
fr: POINTU

source: Offset
fr: Déplacement

source: Strength
fr: Force

source: NONE
fr: AUCUN

source: SKEW LOWER
fr: INCLINER PLUS BAS

source: SKEW UPPER
fr: INCLINER PLUS HAUT

source: SKEW BOTH
fr: INCLINER LES DEUX

source: Closure:
fr: Fermeture:

source: THICK
fr: EPAIS

source: Trailing Edge
fr: Bord de fuite

source: EXTRAPOLATE
fr: EXTRAPOLER

source: More
fr: Plus

source: Folding
fr: Plier

source: Offset/R
fr: Déplacement/R

source: Elevation
fr: Hauteur

source: Tip Treatment
fr: Traitement des pointes

source: Flat
fr: Plat

source: Round
fr: Rond

source: Edge
fr: Côté

source: Sharp
fr: Pointu

source: Sweep Stretch
fr: Balayage Étirement

source: Tessellation Control
fr: Contrôle de pavage

source: LE Clustering
fr: Cluster LE

source: TE Clustering
fr: Cluster TE

source: Root Clustering
fr: Cluster Racine

source: Tip Clustering
fr: Cluster Pointe

source: Minimum LE/TE Panel Width
fr: Lageur Min de Panneau LE/TE

source: Maximum Growth Ratio
fr: Rapport de Croissance Max

source: Screenshot
fr: Capture d'Ecran

source: Viewport Size
fr: Taille de la Vue

source: Width
fr: Lageur

source: Height
fr: Hauteur

source: Output Size
fr: Taille de la Sortie

source: Ratio
fr: Rapport

source: Reset to Viewport Size
fr: Réinit à la Taille de la Vue

source: Transparent Background
fr: Fond Transparent

source: Auto Crop Transparent Background
fr: Recadrage Automatique de l'Arrière-plan Transparent

source: Some features may be disabled due to a lower version of OpenGL. Upgrade to OpenGL 2.1 or higher.
fr: Certaines fonctionnalités peuvent être inactives dues à une version antérieure d'OpenGL. Mettre à niveau à OpenGl 2.1 ou supérieur.

source: Create or Select a PNG File
fr: Créer ou Sélectionner un Fichier PNG

source: Exporting CAD Files
fr: Exporter les Fichiers CAO

source: Launch Solver
fr: Lancer le Solveur

source: Kill Solver
fr: Tuer le Solveur

source: Show Results Mgr
fr: Monter le Gestionnaire de Résultats

source: Launch Viewer
fr: Lancer le Visualiseur

source: Load Previous Results
fr: Charger les Résultats Précédents

source: Export to *.csv
fr: Exporter vers *.csv

source: Overview
fr: Aperçu

source: Case Setup
fr: Config. du Cas

source: Vortex Lattice (VLM)
fr: Réseau Tourbillonnaire (VLM)

source: Panel Method
fr: Méthode du Panneau

source: Geometry Set:
fr: Jeu de Géométrie:

source: Preview VLM Geometry
fr: Aperçu de la géométrie VLM

source: Reference Area, Lengths
fr: Zone de référence, Longueurs

source: Manual
fr: Manuel

source: From Model
fr: Depuis Modèle

source: Ref. Wing
fr: Aile Réf.

source: Moment Reference Position
fr: Position du moment de Référence

source: Mass Set:
fr: Ensemble de Masse:

source: Num Slices
fr: Nombre de Tranches

source: Flow Condition
fr: Condition de Débit

source: Variable Presets
fr: Préréglage des Variables

source: Create
fr: Créer

source: Adjust
fr: Ajuster

source: Select Preset
fr: Sélectionner le Préréglage

source: Group
fr: Groupe

source: Setting
fr: Paramètre

source: Apply
fr: Appliquer

source: Edit
fr: Editer

source: Save Changes
fr: Sauver Modifs

source: Delete Current
fr: Suppr. l'Actuel

source: Create Preset
fr: Créer Préréglage

source: Add Variable
fr: Ajouter Variable

source: Delete Variable
fr: Suppr. Variable

source: Variable List
fr: Liste des Variables

source: AUTO_UPDATE
fr: Mise à Jour Auto

source: *SAVE CHANGES*
fr: Sauver les Modifs

source: Error: At least 1 setting required before switching groups.
fr: Erreur : Au moins 1 paramètre requis avant de changer de groupe.
